 /**
 * Цвет
 * @enum {string}
 */
const colorType = {

	/** Бежевый */
	BIEGE: "Бежевый",

	/** Бордовый */
    MAROON: "Бордовый",  	

    /** Красный */
	RED: "Красный",

    /** Голубой */
	BLUE: "Голубой",	

    /** Синий */
	DARK_BLUE: "Синий",	
	
	/** Черный */
    BLACK: "Черный",
	
	/** Белый */
    WHITE: "Белый",    
	
	/** Зеленый */
	GREEN: "Зеленый",  
	
	/** Коричневый */
    BROWN: "Коричневый",  

	/** Серый */
	GREY: "Серый",      
 
	/** Оранжевый */
    ORANGE: "Оранжевый",  
 
	/** Фиолетовый */
    VIOLET: "Фиолетовый",  
  
	/** Розовый */
	PINK: "Розовый",    
	
	/** Циан */
    CYANOGEN: "Циан",  
};

export default colorType;   