 /**
 * Цвет
 * @enum {string}
 */
const colorType = {
    
    /** Красный */
	RED: "Красный",

    /** Голубой */
	BLUE: "Голубой",	

    /** Синий */
	DARK_BLUE: "Синий",	
	
	/** Черный */
    BLACK: "Черный",
	
	/** Белый */
    WHITE: "Белый",    
	
	/** Зеленый */
    GREEN: "Зеленый",  

	/** Серый */
	GREY: "Серый",      
 
	/** Оранжевый */
    ORANGE: "Оранжевый",  
 
	/** Фиолетовый */
    VIOLET: "Фиолетовый",  
  
	/** Розовый */
    PINK: "Розовый",        
};

export default colorType;   