/**
 * Размер обуви
 */
const bootSizeType = {
	/** 20 */
	SIZE_20: 20,
	
	/** 21 */
	SIZE_21: 21,
	
	/** 22 */
	SIZE_22: 22,

	/** 23 */
	SIZE_23: 23,	
	
	/** 24 */
	SIZE_24: 24,

	/** 25 */
	SIZE_25: 25,	
	
	/** 26 */
	SIZE_26: 26,

	/** 27 */
	SIZE_27: 27,	
	
	/** 28 */
	SIZE_28: 28,

	/** 29 */
	SIZE_29: 29,	
	
	/** 30 */
	SIZE_30: 30,

	/** 31 */
	SIZE_31: 31,	
	
	/** 32 */
	SIZE_32: 32,

	/** 33 */
	SIZE_33: 33,	
	
	/** 34 */
	SIZE_34: 34,

	/** 35 */
	SIZE_35: 35,	
	
	/** 36 */
	SIZE_36: 36,

	/** 37 */
	SIZE_37: 37,	
	
	/** 38 */
	SIZE_38: 38,

	/** 39 */
	SIZE_39: 39,	
	
	/** 40 */
	SIZE_40: 40,

	/** 41 */
	SIZE_41: 41,	
	
	/** 42 */
	SIZE_: 42,

	/** 43 */
	SIZE_43: 43
};

export default bootSizeType;